/**
 * Created by dllo on 17/8/29.
 */
import React, {Component} from 'react'
import '../../assets/about/community.styl'

class Community extends Component {
  render() {
    return (
      <div id="about">
        <div id='about-nav-title'>
          <ul id='about-ul'>
            <li><a href='about.html'>关于卖座</a></li>
            <li><a href='contact.html'>联系我们</a></li>
            <li><a href='business.html'>商务合作</a></li>
            <li><a href='teamwork.html'>合作伙伴</a></li>
            <li><a href='sincere.html'>诚聘英才</a></li>
            <li><a href='employ.html'>使用帮助</a></li>
            <li><a href='refund.html'>退票服务</a></li>
            <li><a href='clause.html'>服务条款</a></li>
            <li><a href='community.html'>社区管理</a></li>
          </ul>
        </div>
        <div id="community-right-content">
          <h1>社区管理</h1>
          <p className="community-title">一、总则</p>
          <p className="community-content">第一条 卖座网社区（域名）
            是由深圳市华宇讯科技有限公司（以下简称华宇讯公司）创立和维护的网络虚拟社区。<br />
            第二条 卖座网社区（域名）提供电影社区网络服务，其目的是为会员创建娱乐、
            快乐、平等、自由的网上家园及电影资料、原创日志、精彩转载、话题、图片的分享平台。<br />
            第三条 卖座网社区的管理维护由华宇讯公司社区运营部门负责。<br />
            第四条 卖座网社区所有权、经营权均属华宇讯公司。</p>
          <p className="community-title">二、社区会员</p>
          <p className="community-content">
            第五条 遵守卖座网会员服务条款，并且在卖座网注册的会员，
            可成为卖座网注册会员（以下简称"社区会员"），拥有社区会员基本权限。
            社区会员参与社区活动时必须遵守《卖座网社区管理条款》。<br />
            第六条 本社区会员的个人资料受到保护，不接受任何个人或单位的查询请求，
            并采取严格的措施，确保会员的隐私信息不被泄露。公安机关和司法部门或根据国家相关法律规定提供除外。<br />
            第七条 会员有依照社区规则担任社区公职的权利。<br />
            第八条 本社区用户有义务遵守国家法律法规及本社区各项规章制度。<br />
            第九条 本社区用户有义务遵守网络礼仪。
          </p>
          <p className="community-title">三、言论规则</p>
          <p className="community-content">
            第十条 会员在社区内的言论(包括但不限于文字、图片、音频、视频，下同)不得违反国家的法律法规。
            根据《互联网新闻信息服务管理规定》，会员的言论不得含有下列内容：<br />
            (一)违反宪法确定的基本原则的；<br />
            (二)危害国家安全，泄露国家秘密，颠覆国家政权，破坏国家统一的；<br />
            (三)损害国家荣誉和利益的；<br />
            (四)煽动民族仇恨、民族歧视，破坏民族团结的；<br />
            (五)破坏国家宗教政策，宣扬邪教和封建迷信的；<br />
            (六)散布谣言，扰乱社会秩序，破坏社会稳定的；<br />
            (七)散布淫秽、色情、赌博、暴力、恐怖或者教唆犯罪的；<br />
            (八)侮辱或者诽谤他人，侵害他人合法权益的；<br />
            (九)煽动非法集会、结社、游行、示威、聚众扰乱社会秩序的；<br />
            (十)以非法民间组织名义活动的；<br />
            (十一)含有法律、行政法规禁止的其他内容的。<br />
            第十一条 谢绝人生攻击 坚持和谐共处<br />
            1.侮辱：以侮辱性言论伤害他人。<br />
            2.诽谤：刻意捏造信息破坏他人名誉。误解不适用本条规定。<br />
            3.如有此类情况，将删除辱骂文字，并视情节轻重，考虑查封其帐户一段时间。<br />
            第十二条 尊重知识产权 鼓励原创<br />
            1.不得剽窃他人作品。<br />
            2.转载和引用他人作品时请注明原作者名及来源。<br />
            3.若你发现有用户的文章侵犯了你的版权，可以主动联系用户，要求其删除或注明来源。<br />
            4.过多转载他人文章不注明来源者，会视情节轻重，考虑删除文章。<br />
            第十三条 禁止恶意刷分行为，不得进行刷屏、恶意顶贴、恶意灌水等影响他人阅读的行为。<br />
            第十四条 相册上传原则：<br />
            1.鼓励分享个人原创图片。<br />
            2.不鼓励上传无版权、质量不高的图片，特别是带有其他网站标志的图片（logo，banner，icon等）。<br />
            3.不鼓励上传表情图标（QQ表情等）。<br />
            第十五条 未经华宇讯公司同意，禁止在本社区内发布任何形式的广告。
          </p>
          <p className="community-title">四、社区管理</p>
          <p className="community-content">
            第十六条 本社区站长由华宇讯公司社区组正式全职员工担任；
            站长行使本社区全部站务管理职责和权力；站长代表本社区官方立场，
            除站长之外的任何社区管理人员及网友言论，由其本人承担，均与本社区立场无关。
          </p>
          <p className="community-title">五、版权声明</p>
          <p className="community-content">
            第十七条 本社区用户发表的文章仅代表作者本人观点，与华宇讯公司立场无关。作者文责自负。<br />
            第十八条 华宇讯公司有权将在本社区发表的文章或图片自行使用或者与其他人合作使用于其他用途，
            包括但不限于网站、电子杂志、杂志、刊物等，使用时需为作者署名，以发表文章时注明的署名为准。
            文章有附带版权声明者除外。<br />
            第十九条 本社区的文章及图片（包括转贴的文章及图片）版权仅归原作者所有，
            若作者有版权声明或原作从其它网站转载而附带有原版权声明者，其版权归属以附带声明为准。<br />
            第二十条 任何转载、引用发表于本社区的版权文章须符合以下规范：<br />
            1.用于非商业、非盈利、非广告性目的时需注明作者及文章及图片的出处为"卖座网社区"或"www.maizuo.com"。<br />
            2.用于商业、盈利、广告性目的时需征得文章或图片原作者的同意，并注明作者姓名、
            授权范围及原作出处"卖座网社区"或"www.maizuo.com"。
          </p>
          <p className="community-title">六、附则</p>
          <p className="community-content">
            第二十一条 本条款为卖座网社区的根本性规章，在社区内具有最高的效力。
            本条款的效力仅限于虚拟社区内部，不得解释为可以对会员或者他人的现实权利和义务产生影响。
            本条款的任何条款，若与国家法律法规相抵触，则自始无效。<br />
            第二十二条 华宇讯公司保留修改完善本条款的权利。当社区秩序受到重大威胁或者本条款的实施遇到重大障碍时，
            华宇讯公司可以暂停或者终止本条款的实施，并颁行临时管理措施。 第二十三条 本条款自发布之日起生效
          </p>
        </div>
      </div>
    )
  }
}

export default Community